{
    "cardData": [
        {
            "id": "1",
            "title": "Rumsan at the AWS x Deloitte Social Entrepreneur Accelerator in Cape Town",
            "slug": "rumsan-at-the-aws-x-deloitte-social-entrepreneur-accelerator-in-cape-town",
            "linkedin": "",
            "type": "Blog",
            "content": "At Rumsan, we believe technology becomes truly powerful when rooted in empathy and purpose. That’s why we were honored to join the AWS x Deloitte Social Entrepreneur Accelerator in Cape Town—two transformative days of learning, collaboration, and visioning for scalable impact.From deep dives into cloud and AI to sessions on sustainable innovation and inclusive design, the accelerator emphasized one core message: build with empathy, and solve for real user needs.",
            "thumbnail": "https://assets.rumsan.net/rumsan-group/r-h-8.png"
        },
        {
            "title": "Rahat received the Stellar Community Build award of 150K",
            "slug": "rahat-received-the-stellar-community-build-award-of-150k",
            "linkedin": "",
            "type": "Blog",
            "content": "We are thrilled to announce that Rahat has been honored with an award from the Stellar Community Fund! This award will propel us forward as we continue to revolutionize the use of innovation for anticipatory action.It’s a significant milestone for us,  and we're eager to continue exploring what's possible in the world of blockchain technology. ",
            "thumbnail": "https://assets.rumsan.net/rumsan-group/r-h-9.png",
            "description": "abcsaefrpgtrbwrt"
        },
        {
            "title": "Rahat received Multi-year Unrestricted Funding from the GSR Foundation.",
            "slug": "rahat-received-multi-year-unrestricted-funding-from-the-gsr-foundation",
            "linkedin": "https://www.linkedin.com/posts/gsr-foundation_rahat-gsrfoundation-mitsolve-ugcPost-7224686067658989570-w-BM?utm_source=share&utm_medium=member_desktop&rcm=ACoAACN_2nIBzhNGw10nWWGY-OmtKQC8ZpMSiGo ",
            "type": "Blog",
            "content": "We're proud to share a major milestone in our journey with the GSR Foundation: Rahat Beema, our blockchain-powered micro-insurance platform, has received a multi-year, unrestricted grant to propel its growth.This flexible funding empowers us to respond faster and scale smarter—whether that's accelerating tech development, deepening community outreach, or acting swiftly when extreme weather events strike. ",
            "thumbnail": "https://assets.rumsan.net/rumsan-group/1722495047877.jpeg"
        },
        {
            "title": "Rahat X Danish Red Cross : Revolutionizing Flood Preparedness with Anticipatory Action",
            "slug": "rahat-x-danish-red-cross-revolutionizing-flood-preparedness-with-anticipatory-action",
            "linkedin": "https://www.linkedin.com/feed/update/urn:li:activity:7256618918423760896/  ",
            "type": "Blog",
            "content": "Rahat collaborated with the Danish Red Cross and Nepal Red Cross Society to test its platform for anticipatory action during the 2024 monsoon season supporting over 4500+ households.The initiative made early actions faster, improved decision-making, ensured transparency, and protected data.This monsoon season, Rahat, in collaboration with the Nepal Red Cross Society and Rumsan, successfully piloted anticipatory action using the Rahat application. This initiative brought together technology and humanitarian response to proactively address flood risks in vulnerable areas before disaster struck.",
            "thumbnail": "https://assets.rumsan.net/rumsan-group/r-h-2.png"
        },
        {
            "title": "Rahat : Re-certified as Digital Public Goods Alliance ",
            "slug": "rahat-re-certified-as-digital-public-goods-alliance",
            "linkedin": "https://www.linkedin.com/posts/rumsan_rahat-activity-7242034174314876929-5co0?utm_source=share&utm_medium=member_desktop&rcm=ACoAACN_2nIBzhNGw10nWWGY-OmtKQC8ZpMSiGo.  ",
            "type": "Blog",
            "content": "We are pleased to announce that Rahat has been re-certified as a Digital Public Good by the Digital Public Goods Alliance. This recognition reinforces our commitment to building open, inclusive, and impactful technology that addresses the needs of underserved and vulnerable communities. Rahat is an open-source platform that leverages blockchain technology to deliver transparent and efficient aid distribution. From enabling real-time cash transfers during emergencies to supporting financial inclusion and micro-insurance initiatives, Rahat ensures that support reaches those who need it most with trust, traceability, and speed.",
            "thumbnail": "https://assets.rumsan.net/rumsan-group/r.-h.-3.png"
        },
        {
            "title": "Rahat at UNGA 79: Collaborating for Climate Resilience and Digital Inclusion",
            "slug": "rahat-at-unga-79-collaborating-for-climate-resilience-and-digital-inclusion",
            "linkedin": "https://www.linkedin.com/feed/update/urn:li:activity:7246138162530443264/",
            "type": "Blog",
            "content": "Our CEO recently took the stage at the 50in5 panel during the UN General Assembly (UNGA 79) in New York—capping off an energizing week of connection, collaboration, and impact at both UNGA and Climate Week NYC. These global platforms offered the ideal space to engage with innovators, policymakers, and mission-driven organizations united by a shared goal: using technology to drive lasting social impact.",
            "thumbnail": "https://assets.rumsan.net/rumsan-group/r-h-4.png"
        },
        {
            "title": "Rahat at Devcon 2024",
            "slug": "rahat-at-devcon-2024",
            "linkedin": "https://www.linkedin.com/feed/update/urn:li:activity:7264507659414843393 ",
            "type": "Blog",
            "content": "We were proud to see our CEO, Rumee Singh, take the stage at Devcon 2024 in Bangkok, where she shared the story of Rahat CVA and our commitment to using blockchain for humanitarian impact. Her presence at one of the blockchain community’s most anticipated global gatherings was a powerful moment for our team and mission.",
            "thumbnail": "https://assets.rumsan.net/rumsan-group/r-h-5.png"
        },
        {
            "title": "Shaping the Future of Humanitarian Aid: Rumsan at AidEx on Digital Payments and Identity",
            "slug": "shaping-the-future-of-humanitarian-aid-rumsan-at-aidex-on-digital-payments-and-identity",
            "linkedin": "https://www.linkedin.com/feed/update/urn:li:activity:7255522215809404930 ",
            "type": "Blog",
            "content": "On Day 2 of AidEx – The Global Humanitarian Aid Community, Rumsan had the opportunity to join an important conversation on the future of digital payments in humanitarian contexts. The panel brought together leading voices from organizations, including Switzerland for UNHCR, Stellar Development Foundation, and Coala Pay, highlighting diverse perspectives and innovations.",
            "thumbnail": "https://assets.rumsan.net/rumsan-group/r-h-6.png"
        },
        {
            "title": "Rahat at Consensus 2024",
            "slug": "rahat-at-consensus-2024",
            "linkedin": "https://www.linkedin.com/feed/update/urn:li:activity:7203326649499549698",
            "type": "Blog",
            "content": "We are proud to share that Rahat was selected as one of the Top 40 teams to pitch on the Startup Village Stage at Consensus 2024, one of the largest and most influential events in the blockchain and Web3 space.Representing Rahat, our Chief Operating Officer Ruchin Singh delivered a compelling pitch that spotlighted how we are leveraging blockchain to transform humanitarian aid delivery",
            "thumbnail": "https://assets.rumsan.net/rumsan-group/r-h-7.png"
        }
    ]
}
