[
    {
        "_id": 1,
        "title": "Rahat Anticipatory Humanitarian Action Project 2024",
        "image_banner": "https://assets.rumsan.net/rumsan-group/r-h-8.png",
        "created_at": "",
        "content": "<p style='margin: 0px 0 20px;'>At Rumsan, we believe technology becomes truly powerful when rooted in empathy and purpose. That’s why we were honored to join the AWS x Deloitte Social Entrepreneur Accelerator in Cape Town—two transformative days of learning, collaboration, and visioning for scalable impact.</p><p style='margin: 0px 0 20px;'>From deep dives into cloud and AI to sessions on sustainable innovation and inclusive design, the accelerator emphasized one core message: build with empathy and solve for real user needs.</p><p style='margin: 0px 0 20px;'>Key highlights included:</p><ul style='margin: 0 0 20px; padding-left: 20px; list-style-position: outside;'><li style='color: #000 !important; font-size: 16px !important;'>Exploring AWS tools to scale social impact</li><li style='color: #000 !important; font-size: 16px !important;'>Engaging with mentors from AWS and Deloitte</li><li style='color: #000 !important; font-size: 16px !important;'>Learning from global entrepreneurs building for underserved communities</li><li style='color: #000 !important; font-size: 16px !important;'>Embracing a strong “customer-first” mindset in tech development</li></ul><p style='margin: 0px 0 20px;'>Thank you to AWS, Deloitte, and the inspiring changemakers we met. We return recharged, with fresh ideas and renewed purpose to scale hope—one human-centered solution at a time.</p>",
        "author": "",
        "slug": "rahat-anticipatory-humanitarian-action-project-2024"
    },
    {
        "_id": 2,
        "title": "Rahat received the Stellar Community Build award of 150K",
        "image_banner": "https://assets.rumsan.net/rumsan-group/r-h-9.png",
        "created_at": "",
        "content": "<p style='margin: 0 0 20px;'>We are thrilled to announce that Rahat has been honored with an award from the Stellar Community Fund. This award will propel us forward as we continue to revolutionize the use of innovation for anticipatory action.</p><p style='margin: 0 0 20px;'>It’s a significant milestone for us, and we're eager to continue exploring what's possible in the world of blockchain technology.</p><p style='margin: 0 0 20px;'>Stay tuned for what’s next.</p><p style='margin: 0 0 10px;'>Learn more:</p><ul style='margin: 0 0 20px; padding-left: 20px; color: #000000;'><li><a href='https://communityfund.stellar.org/' target='_blank' style='color: #2b7ec1; text-decoration: underline;'>Stellar Community Fund</a></li><li><a href='https://medium.com/stellar-community/scf-30-round-recap-3da4be482add' target='_blank' style='color: #2b7ec1; text-decoration: underline;'>SCF #30 Round Recap</a></li><li><a href='https://communityfund.stellar.org/project/rahat-yuj' target='_blank' style='color: #2b7ec1; text-decoration: underline;'>Our Project</a></li></ul>",
        "author": "",
        "slug": "rahat-reaceived-the-stellar-community-build-award-of-150k"
    },
    {
        "_id": 3,
        "title": "Rahat received Multi-year Unrestricted Funding from the GSR Foundation",
        "image_banner": "https://assets.rumsan.net/rumsan-group/rh1.png",
        "created_at": "",
        "content": "<p style='margin: 0 0 20px;'>We're proud to share a major milestone in our journey with the GSR Foundation: Rahat Beema, our blockchain-powered micro-insurance platform, has received a multi-year, unrestricted grant to propel its growth.</p><p style='margin: 0 0 20px;'>This flexible funding empowers us to respond faster and scale smarter—whether that's accelerating tech development, deepening community outreach, or acting swiftly when extreme weather events strike.</p><p style='margin: 0 0 20px;'>Rahat Beema leverages transparent, tamper-proof smart contracts to minimize administrative overhead and expedite claim payouts, ensuring smallholder farmers—among the most climate-vulnerable—receive timely relief without the usual hurdles.</p><p style='margin: 0 0 20px;'>This wouldn’t have been possible without our initial connection through <a href='https://solve.mit.edu/' target='_blank' style='color: #2b7ec1; text-decoration: underline;'>MIT Solve</a> and the continued belief and support from Nadia Gil, James Newell, and the entire GSR team. Their commitment is a powerful example of how unrestricted support can enable social enterprises to meet urgent needs and seize new opportunities.</p><p style='margin: 0 0 20px;'>We’re excited to build on this momentum—exploring new markets, sharing what we learn, and helping more communities build climate resilience through innovative, accessible insurance solutions.</p><p style='margin: 0 0 10px;'>🔗 Dive deeper: <a href='https://www.linkedin.com/posts/gsr-foundation_rahat-gsrfoundation-mitsolve-ugcPost-7224686067658989570-w-BM?utm_source=share&utm_medium=member_desktop&rcm=ACoAACN_2nIBzhNGw10nWWGY-OmtKQC8ZpMSiGo' target='_blank' style='color: #2b7ec1; text-decoration: underline;'>Read the full story on LinkedIn</a></p>",
        "author": "",
        "slug": "Rahat-received-Multi-year-Unrestricted-Funding-from-the-GSR-Foundation"
    },
    {
        "_id": 4,
        "title": "Rahat X Danish Red Cross : Revolutionizing Flood Preparedness with Anticipatory Action",
        "image_banner": "https://assets.rumsan.net/rumsan-group/r-h-2.png",
        "created_at": "",
        "content": "<p style='margin: 0 0 20px;'>Rahat collaborated with the Danish Red Cross and Nepal Red Cross Society to test its platform for anticipatory action during the 2024 monsoon season, supporting over 4500+ households. The initiative made early actions faster, improved decision-making, ensured transparency, and protected data.</p><p style='margin: 0 0 20px;'>This monsoon season, Rahat, in collaboration with the Nepal Red Cross Society and Rumsan, successfully piloted anticipatory action using the Rahat application. This initiative brought together technology and humanitarian response to proactively address flood risks in vulnerable areas before disaster struck.</p><p style='margin: 0 0 20px;'>With Rahat’s tech-driven approach, we were able to trigger early actions based on real-time data and forecasts. Relief efforts such as cash transfers and early warnings were deployed before the flooding began, significantly reducing response time and improving community readiness.</p><p style='margin: 0 0 20px;'>The platform enabled clear and timely decision-making through dynamic dashboards, allowing all stakeholders to stay informed and aligned. Communities received consistent early-warning messages, while our strong data protection protocols ensured personal information remained secure throughout the process.</p><p style='margin: 0 0 20px;'>Looking ahead, we’re working on an offline-ready mobile version of the Rahat app, improving overall user experience, and developing interoperable data systems to strengthen coordination with partners across the board.</p><p style='margin: 0 0 20px;'>This successful pilot is a major step forward in using technology to shift from reactive to proactive disaster response, protecting lives before crises escalate.</p><p style='margin: 0 0 10px;'>🔗 Read the full update: <a href='https://www.linkedin.com/feed/update/urn:li:activity:7256618918423760896/' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>View on LinkedIn</a></p>",
        "author": "",
        "slug": "Rahat-X-Danish-Red-Cross-:-Revolutionizing-Flood-Preparedness-with-Anticipatory-Action"
    },
    {
        "_id": 5,
        "title": "Rahat : Re- certified as Digital Public Goods Alliance ",
        "image_banner": "https://assets.rumsan.net/rumsan-group/r.-h.-3.png",
        "created_at": "",
        "content": "<p style='margin: 0 0 20px;'>We are pleased to announce that Rahat has been re-certified as a Digital Public Good by the Digital Public Goods Alliance. This recognition reinforces our commitment to building open, inclusive, and impactful technology that addresses the needs of underserved and vulnerable communities.</p><p style='margin: 0 0 20px;'>Rahat is an open-source platform that leverages blockchain technology to deliver transparent and efficient aid distribution. From enabling real-time cash transfers during emergencies to supporting financial inclusion and micro-insurance initiatives, Rahat ensures that support reaches those who need it most with trust, traceability, and speed.</p><p style='margin: 0 0 20px;'>Being re-certified as a Digital Public Good signifies that Rahat meets rigorous standards for privacy, accessibility, and sustainability. It aligns us with a global movement focused on building digital tools that serve the public good and advance the Sustainable Development Goals.</p><p style='margin: 0 0 20px;'>This milestone allows us to expand our impact by facilitating greater collaboration, strengthening our technical foundations, and reaching new regions where digital financial tools can build resilience in the face of crises and uncertainty.</p><p style='margin: 0 0 20px;'>We are grateful to the Digital Public Goods Alliance for this recognition and to our partners and supporters who continue to believe in our mission. As we look ahead, we remain focused on scaling Rahat responsibly and delivering technology that creates meaningful change for people and communities.</p><p style='margin: 0 0 10px;'>🔗 Read more: <a href='https://www.linkedin.com/posts/rumsan_rahat-activity-7242034174314876929-5co0?utm_source=share&utm_medium=member_desktop&rcm=ACoAACN_2nIBzhNGw10nWWGY-OmtKQC8ZpMSiGo.' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>View the official DPG listing</a></p>",
        "author": "",
        "slug": "rahat-re-certified-as-digital-public-goods-alliance"
    },
    {
        "_id": 6,
        "title": "Rahat at UNGA 79: Collaborating for Climate Resilience and Digital Inclusion",
        "image_banner": "https://assets.rumsan.net/rumsan-group/r-h-4.png",
        "created_at": "",
        "content": "<p style='margin: 0 0 20px;'>Our CEO recently took the stage at the 50in5 panel during the UN General Assembly (UNGA 79) in New York—capping off an energizing week of connection, collaboration, and impact at both UNGA and Climate Week NYC.</p><p style='margin: 0 0 20px;'>These global platforms offered the ideal space to engage with innovators, policymakers, and mission-driven organizations united by a shared goal: using technology to drive lasting social impact.</p><p style='margin: 0 0 20px;'>Throughout the week, we reconnected with long-time collaborators and met new allies—each committed to pushing the boundaries of innovation for good. We had inspiring conversations with the UNICEF Innovation team, whose mission closely aligns with ours, and shared proud moments with the MIT Solve community, reflecting on our journey and envisioning what’s next.</p><p style='margin: 0 0 20px;'>At Circle’s pitch event, we presented our work to a room full of passionate thinkers and changemakers—each interaction reinforcing the power of bold ideas and collective action in addressing global challenges like financial exclusion, climate vulnerability, and digital inequality.</p><p style='margin: 0 0 20px;'>Weeks like this remind us why we do what we do. They offer space to learn, reflect, and return with renewed purpose. We remain committed to building inclusive, transparent, and scalable solutions that support vulnerable communities and strengthen resilience where it’s needed most.</p><p style='margin: 0 0 20px;'>Thank you to everyone who made this week so meaningful—we’re excited to turn these conversations into action.</p><p style='margin: 0 0 10px;'>🔗 Read more: <a href='https://www.linkedin.com/feed/update/urn:li:activity:7246138162530443264/' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>Read the full reflection on LinkedIn</a></p>",
        "author": "",
        "slug": "Rahat-at-UNGA-79:-Collaborating-for-Climate-Resilience-and-Digita-Inclusion"
    },
    {
        "_id": 7,
        "title": "Rahat at Devcon 2024",
        "image_banner": "https://assets.rumsan.net/rumsan-group/r-h-5.png",
        "created_at": "",
        "content": "<p style='margin: 0px 0 20px;'><strong>We were proud to see our CEO, Rumee Singh, take the stage at Devcon 2024 in Bangkok</strong>, where she shared the story of Rahat CVA and our commitment to using blockchain for humanitarian impact.</p>\n\n<p style='margin: 0px 0 20px;'>Her presence at one of the blockchain community’s most anticipated global gatherings was a powerful moment for our team and mission. Representing the innovation and dedication behind Rahat, Rumee highlighted how technology can transform the way aid is delivered, making it more transparent, efficient, and people-centered.</p>\n\n<p style='margin: 0px 0 20px;'>Devcon 2024 provided an incredible platform to connect with builders, visionaries, and changemakers who believe in the power of decentralized solutions for global challenges. From explaining how Rahat enables real-time cash distribution in times of crisis to sharing insights on community-centered design, the conversations were both energizing and deeply meaningful.</p>\n\n<p style='margin: 0px 0 20px;'>We’re especially proud of the entire Rumsan team for showing up with such enthusiasm. The strong turnout and collective spirit reflected the heart of our work: collaborative, bold, and purpose-driven. It’s the people behind the product who continue to push boundaries and fuel our impact.</p>\n\n<p style='margin: 0px 0 20px;'>We return from Devcon more inspired than ever to keep building tools that bring transparency, dignity, and inclusion to those who need it most.</p>\n\n<p style='margin: 0px 0 5px;'><strong>🔗 Read more:</strong> <a href='https://www.linkedin.com/feed/update/urn:li:activity:7264507659414843393 ' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>Read the full Devcon recap on LinkedIn</a></p>",
        "author": "",
        "slug": "Rahat-at-Devcon-2024"
    },
    {
        "_id": 8,
        "title": "Shaping the Future of Humanitarian Aid: Rumsan at AidEx on Digital Payments and Identity",
        "image_banner": "https://assets.rumsan.net/rumsan-group/r-h-6.png",
        "created_at": "",
        "content": "<p style='margin: 0 0 20px;'>On Day 2 of AidEx – The Global Humanitarian Aid Community, Rumsan had the opportunity to join an important conversation on the future of digital payments in humanitarian contexts. The panel brought together leading voices from organizations, including Switzerland for UNHCR, Stellar Development Foundation, and Coala Pay, highlighting diverse perspectives and innovations.</p><p style='margin: 0 0 20px;'>Two key themes emerged from the discussion. First, the role of digital identity as a fundamental component of transparency. Establishing secure, verifiable identities is essential for building systems that not only protect individuals but also improve efficiency and accountability in aid distribution.</p><p style='margin: 0 0 20px;'>Second, the importance of end-recipient traceability. Ensuring that funds reach the people who need them most remains a priority, and leveraging technology to create clear, auditable pathways is crucial for donor confidence and effective delivery.</p><p style='margin: 0 0 20px;'>These conversations reflect a broader movement toward more inclusive, transparent, and responsive humanitarian systems. Rumsan is proud to contribute to this dialogue and to help shape solutions that prioritize dignity, equity, and impact.</p><p style='margin: 0 0 10px;'>🔗 Explore more: <a href='https://www.linkedin.com/feed/update/urn:li:activity:7255522215809404930' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>Insights from AidEx on LinkedIn</a></p>",
        "author": "",
        "slug": "Shaping-the-Future-of-Humanitarian-Aid-Rumsan-at-AidEx-on-Digital-Payments-and-Identity"
    },
    {
        "_id": 9,
        "title": "Rahat at Consensus 2024",
        "image_banner": "https://assets.rumsan.net/rumsan-group/r-h-7.png",
        "created_at": "",
        "content": "<p style='margin: 0 0 20px;'>We are proud to share that Rahat was selected as one of the Top 40 teams to pitch on the Startup Village Stage at <a href='https://consensus2024.coindesk.com/' target='_blank' style='color: #2b7ec1; text-decoration: underline;'>Consensus 2024</a>, one of the largest and most influential events in the blockchain and Web3 space.</p><p style='margin: 0 0 20px;'>Representing Rahat, our Chief Operating Officer Ruchin Singh delivered a compelling pitch spotlighting how we are leveraging blockchain to transform humanitarian aid delivery. He shared how Rahat is enabling transparent, efficient, and traceable cash and voucher assistance—empowering both aid providers and recipients with tools designed for real-world impact.</p><p style='margin: 0 0 20px;'>From ensuring end-to-end visibility in crisis response to promoting financial inclusion in underserved communities, the pitch emphasized the value of open-source, community-focused solutions in building stronger, more accountable aid systems.</p><p style='margin: 0 0 20px;'>Reflecting on the experience, Ruchin Singh shared, “Consensus 2024 provided a dynamic platform to connect with investors, technologists, and fellow changemakers from around the world. The future of blockchain isn’t just about decentralization or financial innovation, it’s about building tools that uplift people, strengthen systems, and create real-world resilience where it's needed most.”</p><p style='margin: 0 0 20px;'>Being recognized and given the opportunity to speak at Consensus is both an honor and a testament to the growing relevance of humanitarian-focused technology in the Web3 ecosystem. It’s also a reminder that impactful innovation begins with empathy, collaboration, and the bold belief that better systems are possible.</p><p style='margin: 0 0 20px;'>We’re excited to carry forward the momentum from this milestone, building deeper partnerships and continuing to scale Rahat’s impact in communities that need it the most.</p><p style='margin: 0 0 10px;'>🔗 Catch the full update: <a href='https://www.linkedin.com/feed/update/urn:li:activity:7203326649499549698' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>Read more on LinkedIn</a></p>",
        "author": "",
        "slug": "rahat-at-consensus-2024"
    }
]
