[
    {
        "_id": 19,
        "title": "Rumsan at the 4th National Dialogue on Anticipatory Action (AA)",
        "image_banner": "https://assets.rumsan.net/rahat/aa-conference.jpg",
        "created_at": "",
        "content": "<p style='margin: 0 0 20px;'>Shristi Piya and Shristi Khayargoli represented Rumsan at the 4th National Dialogue on Anticipatory Action (AA) themed \"From Commitment to Action: Embedding Anticipatory Action in Nepal's Disaster Management Systems.\" organized by National Disaster Risk Reduction and Management Authority (NDRRMA) in partnership with the Foreign, Commonwealth and Development Office.</p><p style='margin: 0 0 20px;'>The two-day event focused on exploring anticipatory action initiatives across multiple hazards, including floods, heatwaves, cold waves, landslides, and others. It featured insightful sessions on Heatwave Early Action Protocols (EAPs), government-led policy developments, and interventions undertaken by development organizations.</p><p style='margin: 0 0 20px;'>The dialogue also included panel discussions on key topics such as the operationalization of the National AA Framework, the rollout of the five-year roadmap, and financing and sustainability mechanisms for anticipatory action. In addition, thematic sessions addressed triggers and thresholds, financing models, sustainability, institutionalization of early actions, and supporting frameworks.</p><p style='margin: 0 0 20px;'>Overall, the dialogue provided valuable exposure to the initiatives and activities being advanced by the Government, NGOs, INGOs, and private sector actors in strengthening anticipatory action in Nepal.</p><p style='margin: 0 0 10px;'>🔗 Read more: <a href='https://www.linkedin.com/feed/update/urn:li:activity:7409821534371938304' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>View post on LinkedIn</a></p>",
        "author": "",
        "slug": "rumsan-at-the-4th-national-dialogue-on-anticipatory-action"
    },
    {
        "_id": 18,
        "title": "Rumsan at DPG Dialogues 2025",
        "image_banner": "https://assets.rumsan.net/rahat/dpg-.jpg",
        "created_at": "",
        "content": "<p style='margin: 0 0 20px;'>Rumsan had the opportunity to attend DPG Dialogues 2025 in New Delhi, India's leading conference on Digital Public Goods (DPGs). The event provided a firsthand look at how open-source tools are being applied across health, education, finance, and public administration, with real people solving real challenges using technology.</p><p style='margin: 0 0 20px;'>What stood out most was the collaborative energy of the ecosystem. Strong alignment between government, institutions, technologists, and policymakers showed how open-source innovation can be effectively supported and scaled. The Indian open-source community demonstrated a vibrant, organized network backed by government programs, academia, and industry partners all working together to strengthen DPGs and national Digital Public Infrastructure (DPI).</p><p style='margin: 0 0 20px;'>This experience offered Rumsan fresh insights and inspiration for Nepal, highlighting the potential of building a similar ecosystem where governments, institutions, developers, and communities collaborate to drive open-source innovation and improve public service delivery.</p><p style='margin: 0 0 10px;'>🔗 Learn more: <a href='https://dpgdialogues.com/community-showcase/' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>DPG Dialogues Community Showcase</a></p><p style='margin: 0 0 10px;'>🔗 Read more: <a href='https://www.linkedin.com/posts/nishubadeshrestha01_dpgdialogues2025-digitalpublicgoods-opensource-activity-7406570058359128065-HYxQ?utm_source=share&utm_medium=member_desktop&rcm=ACoAACN_2nIBzhNGw10nWWGY-OmtKQC8ZpMSiGo' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>View post on LinkedIn</a></p>",
        "author": "",
        "slug": "rumsan-at-dpg-dialogues-2025"
    },
    {
        "_id": 17,
        "title": "Rumsan at Devconnect: Showcasing AidLink at Ethereum World Fair",
        "image_banner": "https://assets.rumsan.net/rahat/devconnect.jpg",
        "created_at": "",
        "content": "<p style='margin: 0 0 20px;'>Rumsan represented its work at the Ethereum World Fair stage during Devconnect, contributing to a panel discussion on real-world Web3 applications alongside Arun M. and José Ignacio Trajtenberg.</p><p style='margin: 0 0 20px;'>The session highlighted AidLink, a collaborative initiative between Rumsan, UNICEF Innovation, Xcapit, and Kotani Pay, designed to enable secure and transparent humanitarian aid delivery in low-tech and low-connectivity environments.</p><p style='margin: 0 0 20px;'>AidLink demonstrates how blockchain infrastructure can be purpose-built for inclusion and resilience. The platform enables:</p><ul style='margin: 0 0 20px; padding-left: 20px; list-style-position: outside;'><li style='color: #000 !important; list-style-type: disc; font-size: 16px !important;'>Beneficiary onboarding using only a mobile phone number</li><li style='color: #000 !important; list-style-type: disc; font-size: 16px !important;'>App-free wallet creation with no private key or seed phrase management</li><li style='color: #000 !important; list-style-type: disc; font-size: 16px !important;'>Multisignature-controlled fund disbursement</li><li style='color: #000 !important; list-style-type: disc; font-size: 16px !important;'>SMS-based transaction notifications</li><li style='color: #000 !important; list-style-type: disc; font-size: 16px !important;'>Mobile money cash-out through Kotani Pay</li><li style='color: #000 !important; list-style-type: disc; font-size: 16px !important;'>Real-time transparency and traceability for implementing organizations</li></ul><p style='margin: 0 0 20px;'>By prioritizing usability, accessibility, and open-source collaboration, AidLink showcases how Web3 technologies can move beyond experimentation to deliver practical, community-level impact even in contexts with limited digital infrastructure.</p><p style='margin: 0 0 20px;'>Rumsan's participation at Devconnect reflects its continued commitment to building digital public infrastructure that is inclusive, scalable, and grounded in real humanitarian needs.</p><p style='margin: 0 0 10px;'>🔗 Read more: <a href='https://www.linkedin.com/posts/manjik_devconnect2025-stablecoinsforgood-rahat-activity-7396868600856465408-ILtQ?utm_source=share&utm_medium=member_desktop&rcm=ACoAACN_2nIBzhNGw10nWWGY-OmtKQC8ZpMSiGo' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>View post on LinkedIn</a></p>",
        "author": "",
        "slug": "rumsan-at-devconnect-showcasing-aidlink-at-ethereum-world-fair"
    },
    {
        "_id": 16,
        "title": "Rumsan at Blockchain Impact Forum 2025, Copenhagen",
        "image_banner": "https://assets.rumsan.net/rahat/bga-.jpg",
        "created_at": "",
        "content": "<p style='margin: 0 0 20px;'>Rumsan had the opportunity to participate in the Blockchain Impact Forum in Copenhagen, co-organized by the Blockchain for Good Alliance (BGA) and UNDP AltFinLab. The event brought together innovators and thought leaders exploring how blockchain can create financial inclusion, resilience, and real-world humanitarian impact for communities often left out of traditional systems.</p><p style='margin: 0 0 20px;'>As part of the BGA Spring 2025 Incubation Program Cohort, our CTO Santosh Shrestha showcased Rahat, sharing how blockchain is being used to strengthen anticipatory action systems in Nepal. Vera Exnerova, our Humanitarian Advisor, joined discussions on the ground realities, showing how thoughtful technology design can drive meaningful change for communities.</p><p style='margin: 0 0 20px;'>We are proud that Rahat received the BGAwards 2025, including a $20,000 grant, recognizing our work at the intersection of innovation, social impact, and humanitarian action. Beyond the recognition, the forum was an incredible chance to meet global innovators and thought leaders from Stellar Development Foundation, GSR Foundation, XION, and Nordic Blockchain Association sharing ideas on how blockchain can be both transformative and sustainable.</p><p style='margin: 0 0 20px;'>We are grateful to all our partners and supporters, including BGA, UNICEF, GSMA Foundation, and Danish Red Cross, for creating a platform where technology and social impact come together. This experience reinforces our belief: small ideas, when combined with collaboration and trust, can create real change on the ground.</p><p style='margin: 0 0 10px;'>🔗 Read more: <a href='https://www.linkedin.com/posts/vera-exnerova-b8943184_trust-socialimpact-decentralisation-ugcPost-7392441814714122240-pTSl?utm_source=share&utm_medium=member_desktop&rcm=ACoAACN_2nIBzhNGw10nWWGY-OmtKQC8ZpMSiGo' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>View post on LinkedIn</a></p>",
        "author": "",
        "slug": "rumsan-at-blockchain-impact-forum-2025-copenhagen"
    },
    {
        "_id": 15,
        "title": "Rumsan Showcases Rahat at Global DPI Summit 2025",
        "image_banner": "https://assets.rumsan.net/rahat/dpi-summit-rahat.jpg",
        "created_at": "",
        "content": "<p style='margin: 0 0 20px;'>Rumsan showcased Rahat at the Global DPI Summit 2025 in Cape Town, where it was recognized as one of the Top 5 innovators in the DPI for People and Planet Innovation Challenge.</p><p style='margin: 0 0 20px;'>The challenge—hosted by Japan International Cooperation Agency (JICA), Gates Foundation, Centre for Digital Public Infrastructure (CDPI), Co-Develop, and Boston Consulting Group (BCG)—highlighted innovative digital solutions demonstrating how Digital Public Infrastructure (DPI) can drive scalable, inclusive outcomes for people and the planet.</p><p style='margin: 0 0 20px;'>The summit convened over 1,300 global leaders, policymakers, technologists, and practitioners, shaping the future of DPI worldwide. Discussions emphasized DPI's role as a horizontal, interoperable, and purpose-agnostic foundation that enables inclusion, access, and equity across sectors.</p><p style='margin: 0 0 20px;'>At Rumsan, we are committed to advancing this vision by building open, system-level Digital Public Goods. Rahat leverages blockchain and mobile technology to strengthen national DPI and transform how anticipatory action and humanitarian assistance reach vulnerable communities.</p><p style='margin: 0 0 20px;'>Building on this momentum, Rahat has also been showcased for its DPI-based approach at COP30 in Brazil, reinforcing how open and interoperable digital systems can drive resilience where it matters most.</p><p style='margin: 0 0 10px;'>🔗 Learn more about the Global DPI Summit: <a href='https://www.globaldpisummit.org/' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>Visit Global DPI Summit</a></p><p style='margin: 0 0 10px;'>",
        "author": "",
        "slug": "rumsan-showcases-rahat-at-global-dpi-summit-2025"
    },
    {
        "_id": 14,
        "title": "Rumsan at The Reach Conference: Advancing Research Partnerships for Impact",
        "image_banner": "https://assets.rumsan.net/rahat/2025-conference.jpg",
        "created_at": "",
        "content": "<p style='margin: 0 0 20px;'>Rumsan participated in The Reach Conference, celebrating a growing research partnership with The Reach Alliance.</p><p style='margin: 0 0 20px;'>Our team joined a panel discussion with Ellie Moriearty (MIT Solve) and Reach Alliance members, exploring how frontier technologies like Rahat can drive meaningful humanitarian outcomes. Insights from Shristi Piya and Omnath Dhakal, our community partner from Punarbas Municipality, brought the discussion to life with real-world experiences from the field.</p><p style='margin: 0 0 20px;'>The conference also featured a Rahat-focused hackathon, where researchers contributed fresh ideas to guide the next phase of our platform's development.</p><p style='margin: 0 0 20px;'>As part of this collaboration, The Reach Alliance conducted a detailed study on Rahat's use in anticipatory action, examining our pilot with GSMA and the Danish Red Cross in Nepal. The findings highlight not only successes but also the critical lessons around co-design, community co-creation, trust-building, and preparedness, helping us refine and strengthen future implementations.</p><p style='margin: 0 0 20px;'>For us, partnerships with academic and research institutions are essential. They bring rigorous analysis, independent perspectives, and deep inquiry that help strengthen our solutions and scale impact more effectively.</p><p style='margin: 0 0 10px;'>🔗 Read the full case study: <a href='https://reachalliance.org/case-study/blockchain-for-social-impact-empowering-vulnerable-communities-against-climate-shocks-in-nepal/#lessons-learned' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>Blockchain for Social Impact: Empowering Vulnerable Communities Against Climate Shocks in Nepal</a></p><p style='margin: 0 0 10px;'>",
        "author": "",
        "slug": "rumsan-at-the-reach-conference-advancing-research-partnerships-for-impact"
    },
    {
        "_id": 13,
        "title": "When Code Met Culture: Our Journey at ETHGlobal New Delhi",
        "image_banner": "https://assets.rumsan.net/rahat/ethglobal.jpeg",
        "created_at": "",
        "content": "<p style='margin: 0 0 20px;'>ETHGlobal New Delhi was three days of pure energy, creativity, and connection. Over this incredible weekend, the Rumsan team dove headfirst into workshops, brainstormed big ideas, coded late into the night, and met amazing builders from all over the world. Every conversation, every connection, and every shared story reminded us why we love this space.</p><p style='margin: 0 0 20px;'>But what really made these days special wasn’t just the hackathon—it was the vibe. Between getting henna done, trying dot painting, and sneaking in a bit of calm during yoga sessions, the event felt less like a competition and more like a celebration of coding, culture, and community.</p><p style='margin: 0 0 20px;'>What we’ll remember most isn’t just the projects we built, but the laughter over chai, the new friendships, and the creative energy that seemed to ripple through every corner of the venue.</p><p style='margin: 0 0 20px;'>We came for the hackathon, but we left with hearts full of memories, fresh ideas, and inspiration that will keep sparking long after September 28.</p><p style='margin: 0 0 10px;'>🔗 Read more: <a href='https://ethglobal.com/' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>Visit ETHGlobal</a></p>",
        "author": "",
        "slug": "when-code-met-culture-our-journey-at-ethglobal-new-delhi"
    },
    {
        "_id": 12,
        "title": "Rahat: Top 5 Winner Global Innovators in DPI for People and Planet !!",
        "image_banner": "https://assets.rumsan.net/rahat/top-5-innovators-dpi-.png",
        "created_at": "",
        "content": "<p style='margin: 0 0 20px;'>Anticipatory aid for disaster preparedness has long faced one big hurdle — it’s been too slow, too fragmented, and too reactive. And when climate crises hit, that delay can mean the difference between resilience and suffering.</p><p style='margin: 0 0 20px;'>That’s why this recognition means so much. Rahat by Rumsan has been named one of the Top 5 innovators in the <a href='https://www.linkedin.com/company/dpi4pp/posts/?feedView=all' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>DPI for People and Planet Innovation Challenge</a>, organized by the <a href='https://www.linkedin.com/company/japan-international-cooperation-agency-jica-/' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>Japan International Cooperation Agency (JICA)</a>, <a href='https://www.linkedin.com/company/codevelop-fund/' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>Co-Develop</a>, the <a href='https://www.linkedin.com/company/gates-foundation/' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>Gates Foundation</a>, the <a href='https://www.linkedin.com/company/centre-for-dpi/' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>Centre for Digital Public Infrastructure (CDPI)</a>, and <a href='https://www.linkedin.com/company/boston-consulting-group/' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>Boston Consulting Group (BCG)</a>.</p><p style='margin: 0 0 20px;'>We’re in incredible company alongside <a href='https://www.linkedin.com/company/circularise/' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>Circularise</a>, <a href='https://www.linkedin.com/company/kazam-ev/' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>Kazam</a>, <a href='https://www.linkedin.com/company/akvo/' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>Akvo</a>, and <a href='https://www.linkedin.com/company/trust-carbon-organization/' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>Trust Carbon Organization</a> — all creating digital solutions that put people and the planet first.</p><p style='margin: 0 0 20px;'>At the heart of our work is Rahat, an open-source Digital Public Good (DPG) that connects early warning systems with automated aid delivery. By enabling anticipatory cash transfers with transparency and accountability, Rahat ensures help reaches vulnerable communities quickly, fairly, and with dignity.</p><p style='margin: 0 0 20px;'>At Rumsan, our journey has always been about one thing — using tech to make humanitarian aid faster, fairer, and more human. This recognition is a proud moment for the team that’s been building, testing, and dreaming of a world where technology bridges compassion with action. ❤️</p><p style='margin: 0 0 20px;'>Next stop: the <a href='https://www.globaldpisummit.org/' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>Global DPI Summit 2025</a>!</p><p style='margin: 0 0 20px;'>We can’t wait to share our story and learn from others who are shaping a future where digital public infrastructure truly serves people.</p><p style='margin: 0 0 10px;'>🔗 Read more: <a href='https://www.globaldpisummit.org/' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>Visit Global DPI Summit</a></p><p style='margin: 0 0 10px;'>Explore Rahat: <a href='http://rahat.io' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>rahat.io</a></p>",
        "author": "",
        "slug": "rahat-top-5-winner-global-innovators-dpi-for-people-and-planet"
    },
    {
        "_id": 11,
        "title": "Rahat at Meridian 2025: From Vision to Execution in the Blockchain Era",
        "image_banner": "https://assets.rumsan.net/rahat/meridian.png",
        "created_at": "",
        "content": "<p style='margin: 0 0 20px;'>This year, we officially joined the Stellar ecosystem, and attending Meridian 2025 in Rio de Janeiro was a moment of realization that the world isn’t just talking about blockchain anymore; it’s building with it.</p><p style='margin: 0 0 20px;'><a href='https://www.linkedin.com/in/rumeesingh/' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>Rumee Singh</a>, CEO of Rumsan, joined global leaders, innovators, and changemakers at Meridian to explore how blockchain technology is moving from promise to proof from visionary ideas to scalable execution.</p><p style='margin: 0 0 20px;'>What truly stood out at Meridian was how the narrative has evolved:</p><ul style='margin: 0 0 20px; padding-left: 20px; list-style-position: outside;'><li style='color: #000 !important; list-style-type: disc; font-size: 16px !important;'>Blockchain is no longer about potential, it's about execution. The era of endless pilots is behind us. The focus now is on scalable blueprints that can power real economies.</li><li style='color: #000 !important; list-style-type: disc; font-size: 16px !important;'>Cross-border stablecoin payments are already moving billions, proving that efficiency, transparency, and inclusion can coexist in the financial system.</li><li style='color: #000 !important; list-style-type: disc; font-size: 16px !important;'>Tokenization is accelerating, no longer an experiment but an emerging layer of financial infrastructure.</li></ul><p style='margin: 0 0 20px;'>For us at Rahat, sharing our journey at Meridian and connecting with innovators reimagining finance and humanitarian aid was truly inspiring.</p><p style='margin: 0 0 20px;'>We’re grateful to the Stellar Development Foundation (SDF) for fostering a space of openness and collaboration. The pace of innovation is staggering and for Nepal, it’s an opportunity to leapfrog traditional systems. By embracing blockchain, stablecoins, and digital rails, we can build a future where inclusion, transparency, and accountability are the norm, not the goal. It’s time to move from conversation to co-creation. Let’s shape the future of finance and humanitarian impact together.</p><p style='margin: 0 0 10px;'>🔗 Read more: <a href='https://www.linkedin.com/feed/update/urn:li:activity:7380798015453880320' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>View post on LinkedIn</a></p>",
        "author": "",
        "slug": "rahat-at-meridian-2025"
    },
    {
        "_id": 10,
        "title": "Rumsan at the Humanitarian Aid Payments Council: Advancing Trust and Equity in Aid",
        "image_banner": "https://assets.rumsan.net/rahat/algorand.png",
        "created_at": "",
        "content": "<p style='margin: 0 0 20px;'>Rumsan recently had the privilege of participating in the Humanitarian Aid Payments Council in Berlin, hosted by the Algorand Foundation. Our CEO, <a href='https://www.linkedin.com/in/rumeesingh/' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>Rumee Singh</a>, joined global leaders, innovators, and changemakers to explore how technology can strengthen humanitarian aid delivery.</p><p style='margin: 0 0 20px;'>Central to the discussions was a critical question:</p><p style='margin: 0 0 20px; font-style: italic;'>“How do we build trust and equity in systems that people depend on?”</p><p style='margin: 0 0 20px;'>In humanitarian contexts, trust can be the difference between timely relief and unnecessary delays, while equity ensures aid reaches those who need it most. Throughout panels, workshops, and networking sessions, it became clear that technology — from blockchain to digital payment rails — holds enormous potential.</p><p style='margin: 0 0 20px;'>Yet, innovation alone isn’t enough. Solutions must be purpose-driven, accessible, and human-centered to create systems that are not only efficient but truly fair and accountable.</p><p style='margin: 0 0 20px;'>Rumsan is inspired to bring these insights into our work, ensuring that trust, equity, and accountability remain at the heart of the solutions we develop for humanitarian aid and financial inclusion.</p><p style='margin: 0 0 20px;'>We look forward to collaborating with partners worldwide to translate these ideas into tangible impact.</p><p style='margin: 0 0 10px;'>🔗 Read more: <a href='https://www.linkedin.com/feed/update/urn:li:activity:7373224981830262784' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>View post on LinkedIn</a></p>",
        "author": "",
        "slug": "rumsan-at-the-humanitarian-aid-payments-council"
    },
    {
        "_id": 1,
        "title": "Rumsan at the AWS x Deloitte Social Entrepreneur Accelerator in Cape Town",
        "image_banner": "https://assets.rumsan.net/rumsan-group/r-h-8.png",
        "created_at": "",
        "content": "<p style='margin: 0px 0 20px;'>At Rumsan, we believe technology becomes truly powerful when rooted in empathy and purpose. That’s why we were honored to join the AWS x Deloitte Social Entrepreneur Accelerator in Cape Town—two transformative days of learning, collaboration, and visioning for scalable impact.</p><p style='margin: 0px 0 20px;'>From deep dives into cloud and AI to sessions on sustainable innovation and inclusive design, the accelerator emphasized one core message: build with empathy and solve for real user needs.</p><p style='margin: 0px 0 20px;'>Key highlights included:</p><ul style='margin: 0 0 20px; padding-left: 20px; list-style-position: outside;'><li style='color: #000 !important; list-style-type: disc; font-size: 16px !important;'>Exploring AWS tools to scale social impact</li><li style='color: #000 !important; list-style-type: disc; font-size: 16px !important;'>Engaging with mentors from AWS and Deloitte</li><li style='color: #000 !important; list-style-type: disc; font-size: 16px !important;'>Learning from global entrepreneurs building for underserved communities</li><li style='color: #000 !important; list-style-type: disc;font-size: 16px !important;'>Embracing a strong “customer-first” mindset in tech development</li></ul><p style='margin: 0px 0 20px;'>Thank you to AWS, Deloitte, and the inspiring changemakers we met. We return recharged, with fresh ideas and renewed purpose to scale hope—one human-centered solution at a time.</p>",
        "author": "",
        "slug": "rumsan-at-the-aws-x-deloitte-social-entrepreneur-accelerator-in-cape-town"
    },
    {
        "_id": 2,
        "title": "Rahat received the Stellar Community Build award of 150K",
        "image_banner": "https://assets.rumsan.net/rumsan-group/r-h-9.png",
        "created_at": "",
        "content": "<p style='margin: 0 0 20px;'>We are thrilled to announce that Rahat has been honored with an award from the Stellar Community Fund. This award will propel us forward as we continue to revolutionize the use of innovation for anticipatory action.</p><p style='margin: 0 0 20px;'>It’s a significant milestone for us, and we're eager to continue exploring what's possible in the world of blockchain technology.</p><p style='margin: 0 0 20px;'>Stay tuned for what’s next.</p><p style='margin: 0 0 10px;'>Learn more:</p><ul style='margin: 0 0 20px; padding-left: 20px; color: #000000;'><li><a href='https://communityfund.stellar.org/' target='_blank' style='color: #2b7ec1; text-decoration: underline;'>Stellar Community Fund</a></li><li><a href='https://medium.com/stellar-community/scf-30-round-recap-3da4be482add' target='_blank' style='color: #2b7ec1; text-decoration: underline;'>SCF #30 Round Recap</a></li><li><a href='https://communityfund.stellar.org/project/rahat-yuj' target='_blank' style='color: #2b7ec1; text-decoration: underline;'>Our Project</a></li></ul>",
        "author": "",
        "slug": "rahat-reaceived-the-stellar-community-build-award-of-150k"
    },
    {
        "_id": 3,
        "title": "Rahat received Multi-year Unrestricted Funding from the GSR Foundation",
        "image_banner": "https://assets.rumsan.net/rumsan-group/rh1.png",
        "created_at": "",
        "content": "<p style='margin: 0 0 20px;'>We're proud to share a major milestone in our journey with the GSR Foundation: Rahat Beema, our blockchain-powered micro-insurance platform, has received a multi-year, unrestricted grant to propel its growth.</p><p style='margin: 0 0 20px;'>This flexible funding empowers us to respond faster and scale smarter—whether that's accelerating tech development, deepening community outreach, or acting swiftly when extreme weather events strike.</p><p style='margin: 0 0 20px;'>Rahat Beema leverages transparent, tamper-proof smart contracts to minimize administrative overhead and expedite claim payouts, ensuring smallholder farmers—among the most climate-vulnerable—receive timely relief without the usual hurdles.</p><p style='margin: 0 0 20px;'>This wouldn’t have been possible without our initial connection through <a href='https://solve.mit.edu/' target='_blank' style='color: #2b7ec1; text-decoration: underline;'>MIT Solve</a> and the continued belief and support from Nadia Gil, James Newell, and the entire GSR team. Their commitment is a powerful example of how unrestricted support can enable social enterprises to meet urgent needs and seize new opportunities.</p><p style='margin: 0 0 20px;'>We’re excited to build on this momentum—exploring new markets, sharing what we learn, and helping more communities build climate resilience through innovative, accessible insurance solutions.</p><p style='margin: 0 0 10px;'>🔗 Dive deeper: <a href='https://www.linkedin.com/posts/gsr-foundation_rahat-gsrfoundation-mitsolve-ugcPost-7224686067658989570-w-BM?utm_source=share&utm_medium=member_desktop&rcm=ACoAACN_2nIBzhNGw10nWWGY-OmtKQC8ZpMSiGo' target='_blank' style='color: #2b7ec1; text-decoration: underline;'>Read the full story on LinkedIn</a></p>",
        "author": "",
        "slug": "Rahat-received-Multi-year-Unrestricted-Funding-from-the-GSR-Foundation"
    },
    {
        "_id": 4,
        "title": "Rahat X Danish Red Cross : Revolutionizing Flood Preparedness with Anticipatory Action",
        "image_banner": "https://assets.rumsan.net/rumsan-group/r-h-2.png",
        "created_at": "",
        "content": "<p style='margin: 0 0 20px;'>Rahat collaborated with the Danish Red Cross and Nepal Red Cross Society to test its platform for anticipatory action during the 2024 monsoon season, supporting over 4500+ households. The initiative made early actions faster, improved decision-making, ensured transparency, and protected data.</p><p style='margin: 0 0 20px;'>This monsoon season, Rahat, in collaboration with the Nepal Red Cross Society and Rumsan, successfully piloted anticipatory action using the Rahat application. This initiative brought together technology and humanitarian response to proactively address flood risks in vulnerable areas before disaster struck.</p><p style='margin: 0 0 20px;'>With Rahat’s tech-driven approach, we were able to trigger early actions based on real-time data and forecasts. Relief efforts such as cash transfers and early warnings were deployed before the flooding began, significantly reducing response time and improving community readiness.</p><p style='margin: 0 0 20px;'>The platform enabled clear and timely decision-making through dynamic dashboards, allowing all stakeholders to stay informed and aligned. Communities received consistent early-warning messages, while our strong data protection protocols ensured personal information remained secure throughout the process.</p><p style='margin: 0 0 20px;'>Looking ahead, we’re working on an offline-ready mobile version of the Rahat app, improving overall user experience, and developing interoperable data systems to strengthen coordination with partners across the board.</p><p style='margin: 0 0 20px;'>This successful pilot is a major step forward in using technology to shift from reactive to proactive disaster response, protecting lives before crises escalate.</p><p style='margin: 0 0 10px;'>🔗 Read the full update: <a href='https://www.linkedin.com/feed/update/urn:li:activity:7256618918423760896/' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>View on LinkedIn</a></p>",
        "author": "",
        "slug": "Rahat-X-Danish-Red-Cross-:-Revolutionizing-Flood-Preparedness-with-Anticipatory-Action"
    },
    {
        "_id": 5,
        "title": "Rahat : Re- certified as Digital Public Goods Alliance ",
        "image_banner": "https://assets.rumsan.net/rumsan-group/r.-h.-3.png",
        "created_at": "",
        "content": "<p style='margin: 0 0 20px;'>We are pleased to announce that Rahat has been re-certified as a Digital Public Good by the Digital Public Goods Alliance. This recognition reinforces our commitment to building open, inclusive, and impactful technology that addresses the needs of underserved and vulnerable communities.</p><p style='margin: 0 0 20px;'>Rahat is an open-source platform that leverages blockchain technology to deliver transparent and efficient aid distribution. From enabling real-time cash transfers during emergencies to supporting financial inclusion and micro-insurance initiatives, Rahat ensures that support reaches those who need it most with trust, traceability, and speed.</p><p style='margin: 0 0 20px;'>Being re-certified as a Digital Public Good signifies that Rahat meets rigorous standards for privacy, accessibility, and sustainability. It aligns us with a global movement focused on building digital tools that serve the public good and advance the Sustainable Development Goals.</p><p style='margin: 0 0 20px;'>This milestone allows us to expand our impact by facilitating greater collaboration, strengthening our technical foundations, and reaching new regions where digital financial tools can build resilience in the face of crises and uncertainty.</p><p style='margin: 0 0 20px;'>We are grateful to the Digital Public Goods Alliance for this recognition and to our partners and supporters who continue to believe in our mission. As we look ahead, we remain focused on scaling Rahat responsibly and delivering technology that creates meaningful change for people and communities.</p><p style='margin: 0 0 10px;'>🔗 Read more: <a href='https://www.linkedin.com/posts/rumsan_rahat-activity-7242034174314876929-5co0?utm_source=share&utm_medium=member_desktop&rcm=ACoAACN_2nIBzhNGw10nWWGY-OmtKQC8ZpMSiGo.' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>View the official DPG listing</a></p>",
        "author": "",
        "slug": "rahat-re-certified-as-digital-public-goods-alliance"
    },
    {
        "_id": 6,
        "title": "Rahat at UNGA 79: Collaborating for Climate Resilience and Digital Inclusion",
        "image_banner": "https://assets.rumsan.net/rumsan-group/r-h-4.png",
        "created_at": "",
        "content": "<p style='margin: 0 0 20px;'>Our CEO recently took the stage at the 50in5 panel during the UN General Assembly (UNGA 79) in New York—capping off an energizing week of connection, collaboration, and impact at both UNGA and Climate Week NYC.</p><p style='margin: 0 0 20px;'>These global platforms offered the ideal space to engage with innovators, policymakers, and mission-driven organizations united by a shared goal: using technology to drive lasting social impact.</p><p style='margin: 0 0 20px;'>Throughout the week, we reconnected with long-time collaborators and met new allies—each committed to pushing the boundaries of innovation for good. We had inspiring conversations with the UNICEF Innovation team, whose mission closely aligns with ours, and shared proud moments with the MIT Solve community, reflecting on our journey and envisioning what’s next.</p><p style='margin: 0 0 20px;'>At Circle’s pitch event, we presented our work to a room full of passionate thinkers and changemakers—each interaction reinforcing the power of bold ideas and collective action in addressing global challenges like financial exclusion, climate vulnerability, and digital inequality.</p><p style='margin: 0 0 20px;'>Weeks like this remind us why we do what we do. They offer space to learn, reflect, and return with renewed purpose. We remain committed to building inclusive, transparent, and scalable solutions that support vulnerable communities and strengthen resilience where it’s needed most.</p><p style='margin: 0 0 20px;'>Thank you to everyone who made this week so meaningful—we’re excited to turn these conversations into action.</p><p style='margin: 0 0 10px;'>🔗 Read more: <a href='https://www.linkedin.com/feed/update/urn:li:activity:7246138162530443264/' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>Read the full reflection on LinkedIn</a></p>",
        "author": "",
        "slug": "Rahat-at-UNGA-79:-Collaborating-for-Climate-Resilience-and-Digita-Inclusion"
    },
    {
        "_id": 7,
        "title": "Rahat at Devcon 2024",
        "image_banner": "https://assets.rumsan.net/rumsan-group/r-h-5.png",
        "created_at": "",
        "content": "<p style='margin: 0px 0 20px;'><strong>We were proud to see our CEO, Rumee Singh, take the stage at Devcon 2024 in Bangkok</strong>, where she shared the story of Rahat CVA and our commitment to using blockchain for humanitarian impact.</p>\n\n<p style='margin: 0px 0 20px;'>Her presence at one of the blockchain community’s most anticipated global gatherings was a powerful moment for our team and mission. Representing the innovation and dedication behind Rahat, Rumee highlighted how technology can transform the way aid is delivered, making it more transparent, efficient, and people-centered.</p>\n\n<p style='margin: 0px 0 20px;'>Devcon 2024 provided an incredible platform to connect with builders, visionaries, and changemakers who believe in the power of decentralized solutions for global challenges. From explaining how Rahat enables real-time cash distribution in times of crisis to sharing insights on community-centered design, the conversations were both energizing and deeply meaningful.</p>\n\n<p style='margin: 0px 0 20px;'>We’re especially proud of the entire Rumsan team for showing up with such enthusiasm. The strong turnout and collective spirit reflected the heart of our work: collaborative, bold, and purpose-driven. It’s the people behind the product who continue to push boundaries and fuel our impact.</p>\n\n<p style='margin: 0px 0 20px;'>We return from Devcon more inspired than ever to keep building tools that bring transparency, dignity, and inclusion to those who need it most.</p>\n\n<p style='margin: 0px 0 5px;'><strong>🔗 Read more:</strong> <a href='https://www.linkedin.com/feed/update/urn:li:activity:7264507659414843393 ' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>Read the full Devcon recap on LinkedIn</a></p>",
        "author": "",
        "slug": "Rahat-at-Devcon-2024"
    },
    {
        "_id": 8,
        "title": "Shaping the Future of Humanitarian Aid: Rumsan at AidEx on Digital Payments and Identity",
        "image_banner": "https://assets.rumsan.net/rumsan-group/r-h-6.png",
        "created_at": "",
        "content": "<p style='margin: 0 0 20px;'>On Day 2 of AidEx – The Global Humanitarian Aid Community, Rumsan had the opportunity to join an important conversation on the future of digital payments in humanitarian contexts. The panel brought together leading voices from organizations, including Switzerland for UNHCR, Stellar Development Foundation, and Coala Pay, highlighting diverse perspectives and innovations.</p><p style='margin: 0 0 20px;'>Two key themes emerged from the discussion. First, the role of digital identity as a fundamental component of transparency. Establishing secure, verifiable identities is essential for building systems that not only protect individuals but also improve efficiency and accountability in aid distribution.</p><p style='margin: 0 0 20px;'>Second, the importance of end-recipient traceability. Ensuring that funds reach the people who need them most remains a priority, and leveraging technology to create clear, auditable pathways is crucial for donor confidence and effective delivery.</p><p style='margin: 0 0 20px;'>These conversations reflect a broader movement toward more inclusive, transparent, and responsive humanitarian systems. Rumsan is proud to contribute to this dialogue and to help shape solutions that prioritize dignity, equity, and impact.</p><p style='margin: 0 0 10px;'>🔗 Explore more: <a href='https://www.linkedin.com/feed/update/urn:li:activity:7255522215809404930' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>Insights from AidEx on LinkedIn</a></p>",
        "author": "",
        "slug": "Shaping-the-Future-of-Humanitarian-Aid-Rumsan-at-AidEx-on-Digital-Payments-and-Identity"
    },
    {
        "_id": 9,
        "title": "Rahat at Consensus 2024",
        "image_banner": "https://assets.rumsan.net/rumsan-group/r-h-7.png",
        "created_at": "",
        "content": "<p style='margin: 0 0 20px;'>We are proud to share that Rahat was selected as one of the Top 40 teams to pitch on the Startup Village Stage at <a href='https://consensus2024.coindesk.com/' target='_blank' style='color: #2b7ec1; text-decoration: underline;'>Consensus 2024</a>, one of the largest and most influential events in the blockchain and Web3 space.</p><p style='margin: 0 0 20px;'>Representing Rahat, our Chief Operating Officer Ruchin Singh delivered a compelling pitch spotlighting how we are leveraging blockchain to transform humanitarian aid delivery. He shared how Rahat is enabling transparent, efficient, and traceable cash and voucher assistance—empowering both aid providers and recipients with tools designed for real-world impact.</p><p style='margin: 0 0 20px;'>From ensuring end-to-end visibility in crisis response to promoting financial inclusion in underserved communities, the pitch emphasized the value of open-source, community-focused solutions in building stronger, more accountable aid systems.</p><p style='margin: 0 0 20px;'>Reflecting on the experience, Ruchin Singh shared, “Consensus 2024 provided a dynamic platform to connect with investors, technologists, and fellow changemakers from around the world. The future of blockchain isn’t just about decentralization or financial innovation, it’s about building tools that uplift people, strengthen systems, and create real-world resilience where it's needed most.”</p><p style='margin: 0 0 20px;'>Being recognized and given the opportunity to speak at Consensus is both an honor and a testament to the growing relevance of humanitarian-focused technology in the Web3 ecosystem. It’s also a reminder that impactful innovation begins with empathy, collaboration, and the bold belief that better systems are possible.</p><p style='margin: 0 0 20px;'>We’re excited to carry forward the momentum from this milestone, building deeper partnerships and continuing to scale Rahat’s impact in communities that need it the most.</p><p style='margin: 0 0 10px;'>🔗 Catch the full update: <a href='https://www.linkedin.com/feed/update/urn:li:activity:7203326649499549698' target='_blank' style='text-decoration: underline; color: #2b7ec1;'>Read more on LinkedIn</a></p>",
        "author": "",
        "slug": "rahat-at-consensus-2024"
    }
]
