[
    {
        "_id": 1,
        "title": "Rahat Beema from Nepal: Finalist for MIT SOLVE 2023",
        "image_banner": "https://assets.rumsan.com/rumsan-group/mit-press-relesae-banner.png",
        "created_at": "July 31 , 2023",
        "content": "<p style='margin:0px 0 20px'>Rahat is thrilled to announce, Rahat Beema, has been selected as a finalist for the prestigious MIT Solve's 2023 Global Challenges! Among over 1500 applications submitted worldwide, only 250 were selected as semi-finalists, and from those, just 75 applicants were chosen as finalists to address the Global Challenge. MIT Solve Global Challenge spans across five critical categories, including Financial Inclusion, Learning for Civic Action, Climate Adaption &amp; Low-Carbon Housing, Health in Fragile Contexts, and the 2023 Indigenous Communities Fellowship. Rahat has secured a spot among the 15 finalists in the Financial Inclusion Category. Among these finalists, only six will be chosen as part of the MIT Solver team. For the Solve Challenge Finals on September 18, 2023, the Community Award will be given to the finalist from each category with the highest number of public votes.</p><p style='margin:0px 0 20px'>MIT Solve is renowned for identifying and supporting groundbreaking solutions to some of the world's most pressing challenges. Rahat Beema, an open-source blockchain-based humanitarian assistance tool, has demonstrated the potential to provide crucial support during times of adversity. The Rahat team has been working relentlessly towards creating a more inclusive, faster, and transparent aid distribution platform and is now planning to launch an&nbsp; insurance system to assist communities in need.</p><p style='margin:0px 0 20px'>By becoming one of the top 30 most promising innovations, Rahat aims to leverage this opportunity to scale its impact and transform the landscape of humanitarian aid. The team firmly believes that their participation in the MIT Solve platform will enable them to collaborate with like-minded visionaries, experts, and partners who share the commitment to making a difference.</p><p style='margin:0px 0 20px'>You can show your support and belief in the power of Rahat Beema's mission by casting your vote. Every vote counts, and your participation is crucial in helping Rahat advance towards solving global challenges and building a better future for those in need. The recognition among the top contenders is an honor, and the team looks forward to proudly representing Nepal as an official 2023 Solver team in New York.&nbsp; Additionally, it's worth noting that Nepal has another finalist in a different category, further showcasing the country's talent and potential on a global stage</p><p style='margin: 0px 0 0px'>Voting for Rahat Beema is simple. Visit the following link:&nbsp;</p><p style='margin: 0px 0 20px'><a href='https://solve.mit.edu/challenges/financial-inclusion-challenge/solutions/70749'>https://solve.mit.edu/challenges/financial-inclusion-challenge/solutions/70749</a> to learn more about this revolutionary project, cast your vote today. Lets&nbsp; join hands and drive positive change by embracing innovation and technology for humanitarian assistance.</p><p style='margin: 0px 0 20px'>The Rahat team extends heartfelt gratitude to all supporters, partners, and volunteers who have been instrumental in the journey so far. Together, let&rsquo;s make a real impact and bring hope to vulnerable communities worldwide.</p><p style='margin:0px 0 10px'>For media inquiries or further information, please contact:</p><p style='margin:0px 0 0px'>Smriti Chhetri</p><p style='margin:0px 0 0px'>Communication Associate, Rahat</p><p style='margin:0px 0 0px'>Email: <a href=mailto:smriti.chhetri@rumsan.net>smriti.chhetri@rumsan.net</a>&nbsp;&nbsp;</p><p style='margin:0px 0 0px'>Contact no: 9818919018</p><p style='margin:0px 0 20px'>Website: <a href='https://rahat.io/'>https://rahat.io/</a></p><p style='margin:0px 0 0px'>About Rahat</p><p style='margin:0px 0 20px'>Rahat is an open-source blockchain-powered platform that allows for the efficient distribution of aid while creating transparency and dignity for aid recipients. Our mission is to make humanitarian aid distribution efficient and transparent to support marginalized communities.</p><p style='margin:0px 0 20px'>Rahat strengthens financial inclusion for vulnerable community members and helps them receive cash transfers through local vendors in their communities.</p><p style='margin:0px 0 0px'>About Rahat Beema</p><p style='margin:0px 0 20px'>Rahat Beema is an innovative project developed by Rahat, harnessing the power of blockchain technology to create an open-source humanitarian assistance tool. This platform aims to provide crucial support during times of adversity, ensuring a more inclusive, faster, and transparent insurance system for communities in need.</p><p style='margin: 0px 0 0px'>About MIT Solve</p><p>MIT Solve is an initiative of the Massachusetts Institute of Technology that advances lasting solutions from tech entrepreneurs to address the world's most pressing problems. Through open innovation Challenges, Solve finds tech-based social entrepreneurs all around the world. Solve then brings together MIT&rsquo;s innovation ecosystem and a community of Members to fund and support these entrepreneurs to help them drive lasting, transformational impact.</p>",
        "author": "",
        "slug": "rahat-beema-from-nepal-finalist-for-mit-solve-2023"
    },
    {
        "_id": 2,
        "title": "Rahat and Digital Public Goods Alliance(DPGA)",
        "image_banner": "https://assets.rumsan.com/rumsan-group/rahat-blog-press-release-main-banner.jpg",
        "created_at": "July 6 , 2023",
        "content": "<p style='margin: 0px 0 20px'>Today, <a href='https://rahat.io/'>Rahat</a> built by <a href='https://www.rumsan.com/'>Rumsan</a> was added to the Digital Public Goods Alliance <a href='https://digitalpublicgoods.net/registry/rahat.html'>DPG Registry</a>. The goal of the DPGA and its registry is to promote digital public goods in order to create a more equitable world. Being recognized as a DPG increases the visibility, support for, and prominence of open projects that have the potential to tackle global challenges. To become a digital public good, all projects are required to meet the <a href='https://digitalpublicgoods.net/standard/'>DPG Standard</a> to ensure that projects truly encapsulate open source principles</p><p style='margin: 0px 0 20px'>Rahat is an open source blockchain-based Cash and Voucher assistance platform to support marginalized communities. Rahat strengthens humanitarian aid efforts by promoting financial inclusion and accountability. Rahat platform issues, manages and monitors relief distribution in the form of digital tokens. It creates a transparent, efficient and cheaper way to distribute cash or goods. Rahat is released under the GPL open source license. For more information, please visit <a href='https://rahat.io'>https://rahat.io</a></p><p style='margin:0px 0 20px'>For us, being recognized as a <a href='https://digitalpublicgoods.net/digital-public-goods/'>digital public good</a> - defined as open source software, open data, open AI models, open standards and open content that adhere to privacy and other applicable laws and best practices, do no harm, and help attain the SDGs - means Rahat can be successfully implemented at scale globally. Rahat will be able to save resources and enable faster CVA projects and roll-out.</p><p style='margin:0px 0 20px'>For any inquiries on Rahat please reach out to Ms. Smriti Bhujel Chhetri - <a href='mailto:smriti.chhetri@rumsan.net'>smriti.chhetri@rumsan.net</a>. For more information on the Digital Public Goods Alliance please reach out to <a href='mailto:hello@digitalpublicgoods.net'>hello@digitalpublicgoods.net</a>.</p><p>The Digital Public Goods Alliance is a multi-stakeholder initiative endorsed by the United Nations Secretary-General, working to accelerate the attainment of the Sustainable Development Goals in low- and middle-income countries by facilitating the discovery, development, use of, and investment in digital public goods.</p>",
        "author": "",
        "slug": "rahat-and-digital-public-goods-alliance"
    }
]

